@extends ( 'user.app')

@section( 'bg-img', asset( 'user/img/church_about.jpg'))

@section ( 'head' )
@section('head')
    <link rel="stylesheet" href="{{ asset('user/css/prism.css') }}">
@endsection
@section( 'title', 'အသင္းေတာ္၏ သမိုင္းေၾကာင္း' )
@section ( 'main-content' )

    <div id="fb-root"></div>
    <!--script>(function(d, s, id) {
            var js, fjs = d.getElementsByTagName(s)[0];
            if (d.getElementById(id)) return;
            js = d.createElement(s); js.id = id;
            js.src = "//connect.facebook.net/en_US/sdk.js#xfbml=1&version=v2.9&appId=455618938154843";
            fjs.parentNode.insertBefore(js, fjs);
        }(document, 'script', 'facebook-jssdk'));</script-->


    <!-- Post Content -->
    <article>
        <div class="container">
            <div class="row">
                <div class="col-lg-10 col-lg-offset-1" >
                    <div class="thumbnail" style="align-items: center">
                    <img src="user/img/davidshin.jpg" alt="img" style="width:300px; height:200px; ">
                    </div>

                        <h4><b> (၁) သာသနာျပဳဆရာၾကီး Rev. Dr. Shine ေရာက္ရွိလာျခင္း</b></h4>
<blockquote>     ဆရာၾကီးသည္ Kosin Denomination လက္ေအာက္ရွိ Kosin Presbyterian Mission မွ သာသနာျပဳဆရာတစ္ပါးျဖစ္ပါသည္။
 ၁၉၉၇ ခုႏွစ္တြင္ေစလြတ္ျခင္း သာသနာအတြက္ ျမန္မာႏုိင္ငံသို႔ ေရာက္ရွိလာျပီး၊ ျမန္မာစကားကို ၾကိဳးစားသင္ယူကာ သာသနာျပဳခဲ့ပါသည္။
 ရန္ကုန္ျမိဳ့ ၊ ပိန္းနဲကုန္းျမိဳ့နယ္၊ ေရႊျပည္သာတြင္ ပိန္းနဲကုန္းအသင္းေတာ္၊ New Life Church အမည္ျဖင့္ကေလးမူၾကိဳေက်ာင္းဖြင့္ျပီး
ကေလးသူငယ္မ်ားအတြက္ မူၾကိဳသာသနာကိုလုပ္ေဆာင္ခဲ့ပါသည္။ ထိုမွ်သာမက ျမန္မာႏိုင္ငံ ခရစ္ယာန္ဓမၼတကၠသိုလ္ Myanmar Christian
 တြင္ စာျပစရာအျဖစ္ (၂) ႏွစ္တာအမႈေတာ္ျမတ္ကို ထမ္းေဆာင္ခဲ့ပါသည္။    </blockquote>
                        <h4><b> (၂) မာေကေဒါနိမွ ေခၚသံၾကားရျခင္း</b></h4>
<blockquote>ဆရာၾကီးသည္ သာသနာခရီးစဥ္ျဖင့္ ထိုင္းႏိုင္ငံသို႔ေရာက္ရွိစဥ္ ထိုင္းႏိုင္ငံေရာက္ ျမန္မာႏိုင္ငံသားမ်ားသည္ ထိုင္းႏိုင္ငံ၏ ျမိဳ့ၾကီးမ်ားႏွင့္
နယ္စပ္ေဒသမ်ားတြင္ အလုပ္လုပ္ကိုၾကျပီး စည္းပြားရွာေနၾကေၾကာင္း သိရွိခဲ့ပါသည္။ သို႔ရာတြင္ ဝိညာဥ္ေရးရာအတြက္ ဝတ္ျပဳကိုးကြယ္ရန္ႏွင့္
မိမိတို႔နားလည္ႏိုင္ေသာ ျမန္မာဘာသာျဖင့္ ဝတ္ျပဳေသာ အသင္းေတာ္မရွိေသာေၾကာင့္ ဝိညာဥ္ေရးရာအတြက္ စိုးရိမ္စရာျဖစ္ေၾကာင္း
သိခဲ့ရပါသည္။ အခ်ဳိ႔ေသာယံုၾကည္သူမ်ားက ႏုတ္ကပတ္ေတာ္ကို ဆာငတ္ေသာေၾကာင့္ ထုိင္းအသင္းေတာ္မ်ားႏွင မိႆဟာယဖြဲ႔ေသာ္လည္း
ဘာသာစကားအားနည္းမႈေၾကာင့္ ႏုတ္ကပတ္ေတာ္ကို ေကာင္းစြာနားမလည္ႏိုင္ဘဲ ဝိညာဥ္ခြန္းအား ရယူရန္ အခက္အခဲျဖစ္ေနခဲ့ၾကပါသည္။ </blockquote>
<blockquote>ထိုအေၾကာင္းအရာမ်ားသည္ ဆရာၾကီး၏ႏွလံုးသားကို ထိုင္းနုိင္ငံေရာက္ျမန္မာျပည္သားမ်ားအတြက္ အမႈေတာ္ေဆာင္ရန္
နုိးေဆာ္ခဲ့ပါသညါ။ မာေကေဒါနိမွ ယံုၾကည္သူမ်ားက ရွင္ေပါလုအား မိမိတို႔ထံ လာေရာက္ကူညီမစရန္ ဗ်ာဒိတ္ေတာ္၏ေခၚသံကိုၾကားရသကဲ့သို႔ ခံစားရျပီး
မိမိကိုဘုရားသခင္အလိုေတာ္ ရွိေၾကာင္းခံယူခဲ့ပါသည္။ ၂၀၀၂ ခုႏွစ္၊ ဇန္နဝါရီလ (၃) ရက္ေန႔တြင္ ခ်င္းမိုင္ျမိဳ့တြင္ ျမန္မာဘာသာစကားျဖင့္ ဝတ္ျပဳကိုးကြယ္
သည့္ အသင္ေတာ္ကို တည္ေဆာက္ရန္ မိသားစုႏွင့္တကြေရာက္ရွိခဲ့ပါသည္။</blockquote>
                    <h4><b> (၃) အသင္းေတာ္တည္ေဆာက္ျခင္းသာသနာ စတင္ေဆာင္ရြက္ျခင္း</b></h4>
<blockquote> ပထမဆံုး Payap Univeristy တြင္ Linguisitcs ဘာသာရပ္ကို သင္ၾကားေနေသာ အာခါအမ်ိဳးသား ဆရာၾကီးနိုးေဝႏွင့္ သြားေရာက္
ေတြဆံုျပီး အကူအညီေတာင္းေမးျမန္းရာမွ ယံုၾကည္သူအခ်ိဳ့ႏွင့္ေတြ႔ဆံုခဲ့ရပါသည္။ Art Cafe' တြင္ခ်င္းတိုင္းရင္းသား ညီအစ္ကိုေမာင္ႏွမမ်ားကို
သြားေရာက္ေတြ႔ဆံုရာတြင္လည္း လီဆူအမ်ိဳးသား ဦးအားခီႏွင့္ မိတ္ဖြဲ႔ခြင့္ရခဲ့ျပီး ခ်င္းအမ်ဳိးသား ကိုေဂ်ာ္နီႏွင့္ပါ သိကြ်မ္းခဲ့ရပါသည္။ ကိုေဂ်ာ္နီ၏အကူ
အညီျဖင့္ ခ်င္းယံုၾကည္သူ ခရင္ယာန္ညီအစ္ကိုေမာင္ႏွမမ်ားႏွင့္ Night Bazaar ရွိအျခားညီအစ္ကိုေမာင္ႏွမ်ားကိုလည္း ဆရာၾ႔ကီးႏွင့္မိသားစုသည္ အျမဲတမ္း
သြားေရာက္ မိသဟာယဖြဲ႔လ်က္ ျမန္မာစကားအားျဖင့္ ဝတ္ျပဳကိုးကြယ္ျခင္းတြင္ပါဝင္ရန္ ေခၚဖိတ္ျခင္းသာသနာ္ကို စတင္ေဆာင္ရြက္ခဲ့ပါသည္။ တစ္ဖက္မွာလည္း
ဝတ္ျပဳကိုးကြယ္ႏိုင္မည့္ေနရာ ၾကိဳးစားရွာေဖြလ်က္ အသင္းေတာ္တည္ေဆာက္ျခင္းသာသနာကို စတင္ေဆာင္ရြက္ခဲ့ပါသည္။</blockquote>
                    <h4><b> (၄) အသင္းေတာ္တည္ေဆာက္ျခင္းသာသနာ စတင္ေဆာင္ရြက္ျခင္း</b></h4>
<blockquote> ေက်းဇူးေတာ္ေၾကာင့္ အသင္းေတာ္၏ ပထမဆံုး ဝတ္ျပဳကိုကြယ္ျခင္းကို ၂၀၀၂ ခုႏွစ္၊ မတ္လ (၁၇) ရက္ေန႔တြင္ Prapokkru Soi (၅) တြင္
ေနထိုင္ေသာ မအားလ်ံ၏အခန္းတြင္ ခ်င္းယံုၾကည္သူ ညီအစ္ကို ေမာင္ႏွမ (ဂ) ေရာက္ႏွင့္စတင္ခဲ့ပါသည္။ ၂၀၀၂ ခုႏွစ္၊ မတ္လ (၁၄) ရက္ေန႔တြင္
ႊThapae လမ္းရိွ ေဒၚလီလီဇိန္းႏွင့္ ေဒၚဗီခန္းစိန္တို့၏ အခန္းတြင္ ယံုၾကည္သူ (၁၃) ေရာက္ႏွင့္ဆက္လက္ဝတ္ျပဳခဲ့ပါသည္။</blockquote>

                </div>
                <!--div class="fb-comments" data-href="https://grace.com" data-numposts="5"></div-->

            </div>
        </div>
    </article>

    <hr>

@endsection


@section('footer')
    <script src="{{ asset('user/js/prism.js') }}"></script>
@endsection


